Repository: akewea/dotclear-twittak
Catalog: src/locales/*/main.po
Languages: fr

source: Twitter base URL
fr: URL de base du site de twitter

source: Enable TwittAk tweets page
fr: Activer la page des tweets par TwittAk

source: Twitter ID for TwittAk tweets page
fr: Identifiant du compte twitter à afficher sur la page dédiée TwittAk

source: Page size for TwittAk tweets page
fr: Nombre de tweets affiché sur la page dédiée TwittAk

source: Show link to Twitter page
fr: Afficher un lien vers la page Twitter du compte

source: My tweets
fr: Mes tweets

source: My last tweets
fr: Mes derniers tweets

source: Follow me on Twitter
fr: Suivez-moi sur Twitter

source: My Twitter feed
fr: Mon fil Twitter

source: No tweet yet...
fr: Pas encore de tweet...

source: All
fr: Tous

source: View all tweets
fr: Voir tous les tweets

source: from
fr: depuis

source: in reply to
fr: en réponse à

source: View original tweet
fr: Voir le tweet d'origine
